Repository: Daniel-KM/Geolocation
Catalog: languages/*.po
Languages: bg_bg, de_de, es_co, et, fi_fi, is, nl_be, nl_nl, pt_br, th

source: Find An Item on the Map
bg_bg: Търсене на документ на Картата
de_de: Objekt auf der Karte finden
es_co: Encontrar un Registro el Mapa
et: Leia ühik kaardil
fi_fi: Aineistot kartalla
is: Finna gagn á kortinu
nl_be: Vind een item op de kaart
nl_nl: Zoek een item op de kaart
pt_br: Encontrar um item no mapa
th: ค้นหารายการจากแผนที่

source: This item has no location info associated with it.
bg_bg: За този документ не е зададено местоположение.
de_de: Dieses Objekt hat keine zugehörige Ortsangabe.
es_co: Este registro no tiene información de ubicación asociada.
fi_fi: Aineistoon ei liity sijaintitietoja.
nl_be: Dit item is nog niet verbonden met plaats informatie.
nl_nl: Er is geen locatie aan dit item gekoppeld.
pt_br: Este item não tem informação de localização associado.
th: รายการนี้ไม่มีข้อมูลสถานที่

source: Geographic Radius (kilometers)
bg_bg: Географски радиус (в километри)
de_de: Geographischer Radius (Kilometer)
es_co: Radio Geográfico (kilómetros)
et: Geograafiline raadius (kilomeetrites)
fi_fi: Enimmäisetäisyys paikasta (kilometrejä)
is: Landfræðilegur radíus (kílómetrar)
nl_be: Geografische radius (kilometers)
nl_nl: Geografische radius (in kilometers)
pt_br: Raio geográfico (em km)
th: รัศมีทางภูมิศาสตร์ (กิโลเมตร)

source: Geographic Radius (miles)
bg_bg: Географски радиус (в мили)
de_de: Geographischer Radius (Meilen)
es_co: Radio Geográfico (millas)
et: Geograafiline raadius (miilides)
fi_fi: Enimmäisetäisyys paikasta (maileja)
is: Landfræðilegur radíus (mílur)
nl_be: Geografische radius (mijlen)
nl_nl: Geografische radius (in mijlen)
pt_br: Raio geográfico (em milhas)
th: รัศมีทางภูมิศาสตร์ (ไมล์)

source: Geographic Address
bg_bg: Географски адрес
de_de: Geographische Adresse
es_co: Coordenadas Geográficas
et: Geograafiline aadress
fi_fi: Paikan nimi tai osoite
is: Landfræðilegt heimilisfang
nl_be: Geografisch adres
nl_nl: Geografisch adres
pt_br: Endereço Geográfico
th: ที่อยู่ทางภูมิศาสตร์

source: Find
bg_bg: Търси
de_de: Finden
es_co: Encontrar
et: Leia
fi_fi: Hae
is: Leita
nl_be: Vind
nl_nl: Zoeken
pt_br: Encontrar:
th: ค้นหา
