Repository: Daniel-KM/Geolocation
Catalog: languages/*.po
Languages: bg_bg, de_de, es_co, et, fi_fi, is, nl_be, nl_nl, pt_br, th

source: Geolocation
bg_bg: Географско положение
de_de: Geolokation
et: Asukoha määramine
nl_be: Geolocatie
nl_nl: Geo-locatie
pt_br: Geolocalização

source: kilometers
bg_bg: километри
de_de: Kilometer
es_co: kilómetros
et: kilomeetrid
fi_fi: kilometriä
is: kílómetrar
pt_br: quilômetros
th: กิโลเมตร

source: miles
bg_bg: мили
de_de: Meilen
es_co: millas
et: miilid
fi_fi: mailia
is: mílur
nl_be: Mijlen
nl_nl: mijlen
pt_br: milhas
th: ไมล์

source: within %1$s %2$s of "%3$s"
bg_bg: със %1$s %2$s от "%3$s"
de_de: Innerhalb %1$s %2$s von "%3$s"
es_co: entre %1$s %2$s de "%3$s"
nl_nl: binnen %1$s %2$s van "%3$s"
pt_br: entre %1$s %2$s de "%3$s"
th: ภายใน %1$s %2$s จาก "%3$s"

source: Map
bg_bg: Карта
de_de: Karte
es_co: Mapa
et: Kaart
fi_fi: Kartta
is: Kort
nl_be: Kaart
nl_nl: Kaart
pt_br: Mapa
th: แผนที่

source: Browse Map
bg_bg: Преглед на Карта
de_de: Karte durchstöbern
es_co: Ver en el Mapa
et: Sirvi kaardil
fi_fi: Selaa karttaa
is: Skoða kort
nl_be: Verken de kaart
nl_nl: Doorzoek kaart
pt_br: Visualizar mapa
th: เลือกดูตามแผนที่

source: Find A Geographic Location For The %s:
bg_bg: Търсене на географско местоположение за %s:
de_de: Den geographischen Ort für %s finden:
es_co: Encontrar una Ubicación Geográfica para %s:
et: Leia geograafiline asukoht %s:
fi_fi: Hae maantieteellinen sijainti %s:
is: Finna landfræðilega staðsetingu fyrir %s:
nl_be: Vind een geografische plaats voor de %s:
nl_nl: Een geografische locatie vinden voor de %s:
pt_br: Encontrar uma localização geográfica para o %s:
th: ค้นหาสถานที่สำหรับ %s:

source: Geolocation Map
bg_bg: Географска карта
de_de: Geolocation Karte
es_co: Mapa de Geolocalización
et: Asukoha määramise kaart
fi_fi: Kartta
is: Staðsetningarkort
nl_be: Geolocatie Kaart
nl_nl: Geolocatiekaart
pt_br: Mapa de Geolocação
th: แผนที่ทางภูมิศาสตร์

source: Show attached items on a map
bg_bg: Покажи приложеният документ на картата.
de_de: Verwandte Objekte auf einer Karte zeigen
es_co: Mostrar registros asociados en el mapa
et: Näita seotud ühikuid kaardil
fi_fi: Näytä aineistot kartalla
is: Sýna gagnaviðhengi á korti
nl_nl: Toon bijgesloten items op een kaart
pt_br: Mostrar itens anexados em um mapa
th: แสดงรายการแนบบนแผนที่

source: Find a Location by Address:
bg_bg: Търсене на местонахождение по Адрес:
de_de: Ort mit Hilfe der Adresse finden:
es_co: Encontrar una Ubicación por Dirección
et: Leia asukoht kaardi järgi:
fi_fi: Hae paikka osoitteen tai paikan nimen mukaan:
is: Leita að staðsetningu með heimilisfangi:
nl_be: Vind een plaats door gebruik te maken van een adres:
nl_nl: Vind een locatie door middel van een adres
pt_br: Encontrar uma localização por endereço:
th: ค้นหาสถานที่จากที่อยู่

source: General Settings
bg_bg: Общи Настройки
de_de: generelle Einstellungen
es_co: Configuración General
et: Üldised seaded
fi_fi: Yleisasetukset
is: Almennar stillingar
nl_be: Algemene instellingen
nl_nl: Algemene instellingen
pt_br: Opções Gerais
th: การตั้งค่าทั่วไป

source: Default Latitude
bg_bg: Подразбираще се Ширина
de_de: Standard Breitengrad
es_co: Latitud Preestablecida
et: Vaikimisi laiuskraad
fi_fi: Pohjoiskoordinaatti
is: Sjálfgefin breiddargráða
nl_be: Standaard breedtegraad
nl_nl: Standaard breedtegraad
pt_br: Latitude padrão
th: ละติจูดตั้งต้น

source: Latitude of the map's initial center point, in degrees. Must be between -90 and 90.
bg_bg: Географска ширина на началната централна точка на картата, в градуси. Трябва да е между -90 и 90.
de_de: Initieller Breitengrad, der als Kartenmitte verwendet wird. Angabe muss zwischen -90 und 90 liegen.
es_co: Latitud del punto central inicial del mapa, en grados. Debe estar entre -90 y 90.
et: Kaardi algse keskpunkti laiuskraad. Peab olema vahemikus -90 ja 90.
fi_fi: Kartan aloitusnäkymän koordinaattikeskipiste asteina. Arvon tulee olla välillä -90 ja 90.
is: Breiddargráða upprunalegs miðjupunktar korts í gráðum verður að vera á milli -90 og 90.
nl_be: Breedtegraad van het initiële middelpunt van de kaart, in graden. Moet tussen -90 en 90 liggen.
nl_nl: De breedtegraad van het oorspronkelijke centrum van de kaart in graden. Deze moet tussen de -90 en 90 liggen.
pt_br: Latitude do ponto inicial do mapa, em graus. Deve ser entre -90 e 90.
th: ละติจูดของจุดศูนย์กลางตั้งต้นบนแผนที่ จะต้องอยู่ระหว่าง -90 และ 90 องศา

source: Default Longitude
bg_bg: Подразбираща се Дължина
de_de: Standard Längengrad.
es_co: Longitud Preestablecida
et: Vaikimisi pikkuskraad
fi_fi: Itäkoordinaatti
is: Sjálfgefin lengdargráða
nl_be: Standaard lengtegraad
nl_nl: Standaard lengtegraad
pt_br: Longitude padrão
th: ลองติจูดตั้งต้น

source: Longitude of the map's initial center point, in degrees. Must be between -180 and 180.
bg_bg: Географска дължина на началната централна точка на картата, в градуси. Трябва да е между -180 и 180.
de_de: Initieller Längengrad, der als Kartenmitte verwendet wird. Angabe muss zwischen -180 und 180 liegen.
es_co: Longitud del punto central inicial del mapa, en grados. Debe estar entre -180 y 180.
et: Kaardi algse keskpunkti pikkuskraad. Peab olema vahemikus -180 ja 180.
fi_fi: Kartan aloitusnäkymän koordinaattikeskipiste asteina. Arvon tulee olla välillä -180 ja 180.
is: Lengdarggráða upprunalegs miðjupunktar korts í gráðum verður að vera á milli -180 og 180.
nl_be: Lengtegraad van het initiële middelpunt van de kaart, in graden uitgedrukt. Moet tussen -180 en 180 liggen.
nl_nl: De lengtegraad van het oorspronkelijke centrum van de kaart in graden. Deze moet tussen de -180 en 180 liggen.
pt_br: Longitude do centro inicial do mapa, em graus. Deve ser entre -180 e 180.
th: ลองติจูดของจุดศูนย์กลางตั้งต้นบนแผนที่ จะต้องอยู่ระหว่าง -180 และ 80 องศา

source: Default Zoom Level
bg_bg: Ниво на увеличаване по подразбиране
de_de: Standard Zoom Level
es_co: Nivel de Zoom Preestablecido
et: Vaikimisi suurenduse tase
fi_fi: Zoomausaste
is: Sjálfgefið stig þysjunar
nl_be: Standaard zoomniveau
nl_nl: Standaard zoomniveau
pt_br: Zoom padrão
th: ระดับการซูมตั้งต้น

source: An integer greater than or equal to 0, where 0 represents the most zoomed out scale.
bg_bg: Цяло число, по-голямо или равно на 0, като 0 обозначава на-големия мащаб.
de_de: Eine Ganzzahl, größer oder gleich 0. 0 bedeutet die größtmögliche Verkleinerung.
es_co: Un número entero mayor o igual a 0, donde el 0 representa la escala más amplia.
fi_fi: Aloitusnäkymän zoomausaste. Arvon tulee olla nolla tai sitä suurempi kokonaisluku. Arvolla nolla kartta on zoomattu kauimpaan asetukseensa.
nl_be: Een geheel getal groter dan of gelijk aan 0, waarbij 0 staat voor de uitgezoomde schaal.
nl_nl: Een geheel getal dat groter of gelijk is aan 0, waarbij 0 staat voor het verste uitgezoomd.
pt_br: Um número maior ou igual a 0, onde 0 representa a escala mais distante no zoom.
th: ตัวเลขจะสร้างมากกว่าหรือเท่ากับ 0 ซึ่ง 0 หมายถึง ซูมกว้างที่สุด

source: Map Type
bg_bg: Тип карта
de_de: Kartentyp
es_co: Tipo de Mapa
et: Kaardi tüüp
fi_fi: Kartan tyyppi
is: Tegund korts
nl_be: Kaart Type
nl_nl: Soort kaart
pt_br: Tipo de Mapa
th: ประเภทของแผนที่

source: The type of map to display
bg_bg: Тип на картата за показване
de_de: Anzuzeigender Kartentyp
es_co: Tipo de mapa a utilizar
et: Näidatava kaardi tüüp
fi_fi: Karttanäkymän karttatyyppi
is: Tegund korts sem á að sýna
nl_nl: Het soort weer te geven kaart
pt_br: O tipo de mapa para mostrar
th: ประเภทของแผนที่ที่จะนำแสดง

source: Roadmap
bg_bg: Пътна карта
de_de: Straßenkarte
es_co: Mapa
et: Teede kaart
fi_fi: Maantiekartta
is: Götukort
nl_be: Wegenkaart
nl_nl: Wegenkaart
pt_br: Roteiro
th: แผนที่ถนน

source: Satellite
bg_bg: Сателит
de_de: Satellit
es_co: Satélite
et: Satelliit
fi_fi: Ilmakuva
is: Gervitungl
nl_be: Satelliet
nl_nl: Satelliet
pt_br: Satélite
th: แผนที่ดาวเทียม

source: Hybrid
bg_bg: Смесена
de_de: Gemischt
es_co: Híbrido
et: Hübriid
fi_fi: Yhdistelmä
is: Blendingur
nl_be: Hybride
nl_nl: Beide
pt_br: Híbrido
th: แผนที่ผสม

source: Terrain
bg_bg: Терен
de_de: Gelände
es_co: Terreno
et: Maastik
fi_fi: Maasto
is: Landsvæði
nl_be: Terrein
nl_nl: Terrein
pt_br: Terreno
th: แผนที่ภูมิประเทศ

source: Browse Map Settings
bg_bg: Преглед на настройките на Карта
de_de: Karteneinstellungen durchstöbern
es_co: Ver Configuración del Mapa
et: Kaardi sirvimise seaded
fi_fi: Karttaselausnäkymän asetukset
is: Vafra um kortastillingar
nl_be: Verken Kaart Instellingen
nl_nl: Kaartinstellingen doorzoeken
pt_br: Ver as opções do Mapa
th: ตั้งค่าการเลือกดูแผนที่

source: Number of Locations Per Page
bg_bg: Брой на местонахожденията за Страница
de_de: Anzahl der Orte pro Seite
es_co: Número de Ubicaciones por Página
et: Asukohtade arv lehe kohta
fi_fi: Sijainteja sivua kohti
is: Fjöldi staða á síðu
nl_be: Aantal plaatsen per pagina
nl_nl: Aantal locaties per pagina
pt_br: Número de locais por página
th: จำนวนสถานที่ต่อหน้า

source: The number of locations displayed per page when browsing the map.
bg_bg: Брой на местонахожденията показвани на страница докато се преглежда картата
de_de: Anzahl der Orte, die pro Seite angezeigt werden, wenn die Karte duchstöbert wird.
es_co: Número de ubicaciones que se muestran por página en el mapa.
et: Asukohtade arv lehe kohta kaardi sirvimisel.
fi_fi: Kerralla näytettyjen sijaintien määrä karttaselausnäkymässä.
is: Fjöldi staðsetninga sem sýndur er á síðu þegar kortið er skoðað.
nl_nl: Het aantal locaties dat per pagina wordt weergegeven als u de kaart doorzoekt.
pt_br: O número de locais mostrados por página quando visualizar o mapa.
th: จำนวนสถานที่แสดงต่อหนึ่งหน้าเมื่อเลือกดูบนแผนที่

source: Auto-fit to Locations
bg_bg: Автопобиране на Местонахожденията
de_de: Automatisch an die Orte anpassen
es_co: Auto ajustar a las Ubicaciones
et: Sobita automaatselt kohtade järgi
fi_fi: Sovita aineistoihin
nl_nl: Automatisch aanpassen aan locaties
pt_br: Auto-ajustas aos Locais
th: ปรับอัตโนมัติตามสถานที่

source: If checked, the default location and zoom settings will be ignored on the browse map. Instead, the map will automatically pan and zoom to fit the locations displayed on each page.
bg_bg: Ако е маркирано, местонахождението и мащабът по подразбиране ще бъдат игнорирани при прегледа на карта. Картата ще се розиционира и мащабира автоматично за да обхване местата изобразени на всяка страница.
de_de: Wenn das Feld angehakt ist, werden die Einstellungen zum Standardort und -Zoom ignoriert. Statt dessen wird die Karte automatisch ausgerichtet und gezoomt, so dass die Orte auf jeder Seite passend angezeigt werden.
es_co: Si es seleccionado, la ubicación predeterminada y la configuración del zoom será ignorada en el mapa público. En este caso, el mapa ajustará automáticamente el zoom para mostrar las ubicaciones en cada página.
et: Kui see valik on märgitud, siis kaardi sirvimisel ignoreeritakse vaikimisi asukoha ja suurenduse seadeid. Selle asemel kaart valib asukoha ja suurenduse automaatselt, et mahutada ära lehel olevad asukohad.
fi_fi: Jätä oletussijainti ja zoomausasetus huomiotta ja sovita kartta näyttämään kaikki karttaselausnäkymän sivun aineistot kerralla.
nl_nl: Als deze keuze is aangevinkt, worden de standaard locatie- en zoominstellingen op de zoekkaart genegeerd. In plaats daarvan verschuift de kaart en wordt er in- of uitgezoomd zodat de locaties die op elke pagina worden weergegeven passen.
pt_br: Se marcado, a locação e opções de zoom padrão serão ignoradas no mapa de visualização. Ao invés disso, o mapa irá automaticamente ajustar-se para mostrar os locais mostrados em cada página.
th: ถ้าเลือก ค่าตั้งต้นของสถานที่และระดับการซูมจะไม่นำมาใช้บนหน้าจอการเลือกดูบนแผนที่ แต่จะปรับการแสดงผลให้เข้ากับสถานที่ที่แสดงในแต่ละหน้า

source: Default Radius
bg_bg: Радиус по подразбиране
de_de: Standardradius
et: Vaikimisi raadius
nl_be: Standaard Radius
nl_nl: Standaard straal
pt_br: Raio padrão

source: The size of the default radius to use on the items advanced search page. See below for whether to measure in miles or kilometers.
bg_bg: Размер на радиуса по подразбиране за страницата за разширено търсене на документи. Вижте по-долу за това дали мярката е в мили или километри.
de_de: Größe des Standardradius, der bei der erweiterten Suche verwendet wird. Ob die Längen in Meilen oder Kilometer angegeben sind siehe weiter unten.
nl_nl: De afmeting van de standaard straal die op de geavanceerde zoekpagina voor items moet worden gebruikt. Hieronder kunt u instellen of afstanden in mijlen of kilometers moeten worden weergegeven.
pt_br: O raio padrão a ser usado nos itens na página de busca avançada. Veja abaixo se a medição será em quilometros ou milhas.

source: Use metric distances
bg_bg: Използван на метрични разстояния
de_de: Metrische Entfernungen verwenden
es_co: Utilizar sistema métrico
et: Kasuta meetermõõdustikku
fi_fi: Käytä mittayksikkönä kilometrejä
is: Nota vegalengdir í metrum
nl_be: Gebruik metrische afstanden
nl_nl: Gebruik het metrisch stelsel voor afstanden.
pt_br: Usar sistema métrico
th: ใช้การวัดระยะแบบเมตริกส์

source: Use metric distances in proximity search.
bg_bg: Използване на метрични разстояния при определяне на близостта.
de_de: Metrische Einstellungen in der Umgebungssuche verwenden
es_co: Utilizar distancias métricas en la búsqueda de proximidad.
et: Kasuta lähiümbruse otsingu korral meetermõõdustikku
fi_fi: Käytä läheisyyteen perustuvassa haussa yksikkönä kilometrejä. Oletuksena mittayksikkö on maili.
is: Nota vegalengdir í metrum í nálægðar leit.
nl_be: Gebruik metrische afstanden bij het zoeken in de nabijheid.
nl_nl: Gebruik het metrisch stelsel voor zoeken in de omgeving.
pt_br: Usar distâncias métricas na busca por proximidade.
th: ใช้การวัดระบบแบบเมตริกส์ในการค้นระยะทาง

source: Item Map Settings
bg_bg: Настройка на карта на документ
de_de: Karteneinstellungen
es_co: Configuración del Mapa de Registros
et: Ühiku kaardi seaded
fi_fi: Aineistonäkymän kartta-asetukset
nl_be: Kaart Item Instellingen
nl_nl: Kaartinstellingen item
pt_br: Opções de item do Mapa
th: ตั้งค่าแผนที่บนหน้ารายการ

source: Width for Item Map
bg_bg: Ширина на картата
de_de: Breite der Karte
es_co: Ancho del Mapa en el Registro
et: Ühiku kaardi laius
fi_fi: Aineistonäkymän kartan leveys
nl_be: Breedte voor item kaart
nl_nl: Breedte voor itemkaart
pt_br: Largura para item no mapa
th: ความกว้างของแผนที่ในหน้ารายการ

source: The width of the map displayed on your items/show page. If left blank, the default width of 100% will be used.
bg_bg: Ширина на картата показвана на страниците. Ако е празно се използва по подразбиране ширина 100%.
de_de: Die Breite der Karte, wie sie auf der Anzeigeseite für die Objekte verwendet wird. Wird diese Einstellung leer gelassen, wird die Standardeinstellung von 100% verwendet.
es_co: El ancho del mapa en la página pública del registro. Si se deja en blanco, se utilizará un valor de ancho predeterminado del 100%.
et: Ühiku lehel näidatava kaardi laius. Kui see tühjaks jätta, siis kasutatakse vaikeväärtust 100%.
fi_fi: Karttanäkymän leveys aineistosivulla. Oletuksena kartta näytetään sivupohjan suhteen täysleveänä (100%).
nl_be: De breedte van de kaart weergegeven op uw items/weergave pagina. De standaard breedte van 100% wordt gebruikt als dit leeg is.
nl_nl: De breedte van de kaart die op uw items/toon-pagina wordt weergegeven. Als deze waarde niet wordt ingevuld, de standaard breedte van 100% worden gebruikt.
pt_br: A largura do mapa exibido na sua página de mostra de itens. Se deixado em branco, a largura padrão de 100% será usada.
th: ความกว้างของแผนที่แสดงในหน้าแสดงข้อมูลรายการ หากไม่ระบุ ความกว้างตั้งต้นจะอยู่ที่ 100%

source: Height for Item Map
bg_bg: Височина на картата
de_de: Höhe der Karte
es_co: Altura del Mapa en el Registro
et: Ühiku kaardi kõrgus
fi_fi: Aineistonäkymän kartan korkeus
nl_be: Hoogte voor item kaart
nl_nl: Hoogte voor itemkaart
pt_br: Altura para o item no mapa
th: ความสูงของแผนที่ในหน้ารายการ

source: The height of the map displayed on your items/show page. If left blank, the default height of 300px will be used.
bg_bg: Височина на картата показвана на страниците. Ако е празно се използва по подразбиране височина 300px.
de_de: Die Höhe der Karte, wie sie auf der Anzeigeseite für die Objekte verwendet wird. Wird diese Einstellung leer gelassen, wird die Standardeinstellung von 300px verwendet.
es_co: La altura del mapa en la página pública del registro. Si se deja en blanco, se utilizará un valor de altura predeterminado de 300px.
et: Ühiku lehel näidatava kaardi kõrgus. Kui see tühjaks jätta, siis kasutatakse vaikeväärtust 300px.
fi_fi: Karttanäkymän korkeus aineistolivulla. Oletuskorkeus on 300 pikseliä.
nl_be: De hoogte van de kaart weergegeven op uw items/weergave pagina. De standaard hoogte van 300px wordt gebruikt als dit leeg is.
nl_nl: De hoogte van de kaart die op uw items/toon-pagina wordt weergegeven. Als deze waarde niet wordt ingevuld, de standaard hoogte van 300px worden gebruikt.
pt_br: A altura do mapa exibido na sua página de mostra de itens. Se deixado em branco, a altura padrão de 300px será usada.
th: ความสูงของแผนที่แสดงในหน้าแสดงข้อมูลรายการ หากไม่ระบุ ความสูงตั้งต้นจะอยู่ที่ 100%

source: Map Integration
bg_bg: Интеграция на картата
de_de: Integration der Karte
et: Kaardi integreerimine
fi_fi: Karttaintegraatio
nl_be: Kaart integratie
nl_nl: Neem in kaart op
pt_br: Integração do Mapa
th: การเชื่อมต่อกับแผนที่

source: Add Link to Map on Items/Browse Navigation
bg_bg: Добави Връзка към Картата при навигацията Преглед на документите.
de_de: Link zur Karte auf der Browse-Items-Seite hinzufügen
es_co: Agregar un Vínculo al Mapa en la Navegación Principal
fi_fi: Lisää linkki karttaan aineistojen selausnäkymiin
nl_be: Voeg een link toe aan de kaart bij items/verken navigatie
nl_nl: Voeg een link toe aan Kaart bij Items/Bladeren
pt_br: Adicionar link ao mapa de Visualização de itens
th: เพิ่มลิงก์แผนที่บนแถบนำทางเลือกดูรายการ

source: Add a link to the items map on all the items/browse pages.
bg_bg: Добави Връзка към картата на документите за всяка страница Преглед на документите.
de_de: Einen Link auf die Karte auf allen Objekt-Browse-Seiten hinzufügen.
es_co: Agregar un vínculo al mapa en todas las páginas públicas de registros.
fi_fi: Lisää karttalinkki selausnäkymiin.
nl_be: Voeg een link toe aan de items kaart op alle items/verken pagina's.
nl_nl: Hiermee voegt u een link toe aan de itemskaart op alle items-/zoekpagina's.
pt_br: Adicionar um link para os mapa de itens em todas páginas de visualização de items.
th: เพิ่มลิงค์ไปยังแผนที่ของรายการในทุกหน้าเลือกดูข้อมูลรายการ

source: Add Map To Contribution Form
bg_bg: Добави карта към формата за сътрудничество.
de_de: Karte auf dem Formular "Beiträge" hinzufügen
es_co: Agregar Mapa al Formulario de Colaboración
fi_fi: Lisää kartta julkiselle tallennuslomakkeelle
nl_be: Voeg een kaart toe aan het bijdrage-formulier
nl_nl: Voeg een kaart aan een bijdrageformulier toe
pt_br: Adicionar mapa no formulário de contribuidores
th: เพิ่มแผนที่ในแบบฟอร์มส่งข้อมูล

source: If the Contribution plugin is installed and activated, Geolocation will add a geolocation map field to the contribution form to associate a location to a contributed item.
bg_bg: Ако приставката Съпричастен е инсталирана и активирана, приставката Географско положение ще добави поле с карта на местоположението към формата за сътрудничество за да свърже добавения документ с дадено място.
de_de: Wenn das Beitrags-Plugin installiert und akitiviert wurde, wird Geolocation ein Feld zur Erfassung der Geolocation eines Objekts dem entsprechenden Formular hinzufügen.
es_co: Si el plugin de Colaboración es instalado y activado, Geolocation agregará un mapa de geolocalización al formulario de colaboración para asociar una ubicación al registro compartido.
fi_fi: Jos Contribution-lisäosa on asennettuna, julkisella tallennuslomakkeella voidaan näyttää karttanäkymä sijaintitietoa varten.
nl_be: Als de Contribution-plugin geïnstalleerd en geactiveerd is, zal Geolocation een geolocation-kaart-veld toevoegen aan het bijdrage-formulier om een plaats te associëren met een bijgedragen item.
nl_nl: Als de plug-in Bijdragen is ge√Ønstalleerd en geactiveerd, dan voegt Geolocatie een geolocatiekaartveld toe aan het bijdrageformulier om een locatie aan een bijgedragen item te koppelen.
pt_br: Se o plugin Contribution estiver instalado e ativado, Geolocation adicionará um mapa com um campo de geolocalização no formulário de contribuição para se marcar a localização do item enviado.
th: หากมีการใช้งานปลั๊กอิน Contribution ปลั๊กอิน Geolocation จะเพิ่มแผนที่ทางภูมิศาสตร์ในหน้าแบบฟอร์มนำส่งข้อมูล เพื่อเชื่อมโยงข้อมูลสถานที่กับรายการที่นำส่ง

source: Location requires an item ID.
bg_bg: За Местоположение се изисква ID на документ.
de_de: Ortsangabe erfordert eine Objekt-ID.
es_co: La ubicación requiere un ID de registro
et: Adukoht vajab ühiku ID-d.
fi_fi: Sijainti vaatii aineiston ID:n
nl_be: Plaats vereist een item ID.
nl_nl: Voor de locatie is een item-ID nodig.
pt_br: Localização requer um ID do item.
th: กรุณาระบุรหัสประจำรายการ

source: Location requires a valid item ID.
bg_bg: За Местоположение се изисква валидно ID на документ.
de_de: Ortsangabe erfordert eine gültige Objekt-ID.
es_co: La ubicación requiere un ID de registro válido
et: Asukoht vajab korrektset ühiku ID-d.
fi_fi: Sijainti vaatii oikeellisen aineisto-ID:n.
nl_be: Plaats vereist een geldig item ID.
nl_nl: Voor de locatie is een geldig item-ID nodig.
pt_br: Localização requer um ID do item válido.
th: กรุณาระบุรหัสประจำรายการที่ใช้งานได้

source: A location already exists for the provided item.
bg_bg: За този документ вече е зададено местоположение.
de_de: Es existiert bereits eine Ortsangabe für das Objekt.
es_co: Ya existe una ubicación para este registro.
et: Valitud ühiku jaoks on juba asukoht olemas.
fi_fi: Aineistoon on jo liitetty sijaintitieto.
is: Staðsetning er þegar til staðar fyrir gagnið.
nl_be: Een plaats bestaat al voor het bepaalde item.
nl_nl: Er bestaat al een locatie voor het aangeboden item.
pt_br: A localização já existe para o item informado
th: รายการนี้มีข้อมูลสถานที่แล้ว

source: Location requires a latitude.
bg_bg: За Местоположение се изисква географска ширина.
de_de: Ortsangabe erfordert einen Breitengrad.
es_co: La ubicación requiere una latitud
et: Asukoht vajab laiuskraadi.
fi_fi: Leveyspiiritieto puuttuu.
is: Staðsetning þarfnast breiddargráðu
nl_be: Plaats vereist een breedtegraad.
nl_nl: Geef een breedtegraad op voor de locatie.
pt_br: Localização requer uma latitude.
th: กรุณาระบุละติจูด

source: Location requires a longitude.
bg_bg: За Местоположение се изисква географска дължина.
de_de: Ortsangabe erfordert einen Längengrad.
es_co: La ubicación requiere una longitud
et: Asukoht vajab pikkuskraadi.
fi_fi: Pituuspiiritieto puuttuu.
is: Staðsetning þarfnast lengdargráðu
nl_be: Plaats vereist een lengtegraad.
nl_nl: Geef een lengtegraad op voor de locatie.
pt_br: Localização requer uma longitude.
th: กรุณาระบุลองติจูด

source: Location requires a zoom level.
bg_bg: За Местоположение се изисква степен на увеличение.
de_de: Ortsangabe erfordert einen Zoomlevel.
es_co: La ubicación requiere un nivel de zoom
et: Asukoht vajab suurenduse taset.
fi_fi: Zoomausasetus puuttuu.
nl_be: Plaats vereist een zoom level.
nl_nl: Geef een zoomniveau op voor de locatie.
pt_br: Localização requer um nível de zoom.
th: กรุณาระบุระดับการซูม

source: Browse Items on the Map
bg_bg: Преглед на Документите на Картата
de_de: Objekte auf der Karte durchstöbern
es_co: Ver Registros en el Mapa
et: Sirvi ühikuid kaardil
fi_fi: Selaa aineistoja kartalla
is: Leita efitr gögnum á kortinu
nl_be: Verken items op de kaart
nl_nl: Blader door items op de kaart
pt_br: Visualizar itens no mapa
th: เลือกดูรายการบนแผนที่

source: total
bg_bg: всичко
et: kokku
fi_fi: yhteensä
is: samtals
nl_be: totaal
nl_nl: totaal
th: รวม
